{
    "main": {
        "header": "Pop Metal",
        "art": "\/images\/logos\/slash_and_axl_chibis_by_savanas-d3iglh0.png",
        "content": [
            "The least metallic variation of heavy metal, pop-metal became the most popular form of hard rock during the '80s. Some pop-metal bands emphasized metal's most important building block -- the guitar riff -- more than others, but pop-metal's main attraction were the huge, catchy hooks that owed a great deal to the fist-pumping choruses of arena rock. Most of the Los Angeles-based bands (where the scene was heavily concentrated) also drew on the elaborate visual stylings of British glam rock, which resulted in the much-maligned \"hair metal\" boom of the late '80s.",
            " While pop-metal sounded loud and aggressive on the surface, it nearly always had a slick studio sheen that kept it radio-friendly. '70s artists like Aerosmith and Alice Cooper had an undeniable influence on pop-metal, but the band that sparked the true genesis of the style was Kiss. Kiss' music was catchy and utterly simple, and their wildly theatrical visuals were an essential part of their appeal. Next came Van Halen, whose wild party-rock and virtuoso lead guitarist set the style for much of the pop-metal that followed. The first wave of pop-metal -- bands like Motley Crue (who would later become superstars), Quiet Riot, Dokken, Ratt, and Twisted Sister -- wasn't quite as poppy as it would later become, save for Def Leppard's 1983 landmark Pyromania, perhaps the most melodic metal album up to that point. Bon Jovi's 1986 smash Slippery When Wet ushered in the age of hair metal, where photogenic looks (and, yes, teased-up hair) became just as important in selling a band as the music itself. The following year, Def Leppard's Hysteria set new standards for smoothed-out production as well as blockbuster sales.",
            " Not all subsequent pop-metal fell into the slick, image-conscious hair-metal camp; Guns N' Roses, Tesla, and Skid Row often had a grittier edge, and Extreme was unpredictably eclectic, while veteran rockers Kiss, Aerosmith, and Alice Cooper all staged pop-friendly comebacks. But by and large, the hair bands reigned supreme, playing lots of sleazy Aerosmith boogie and big AOR-style power ballads with bits of Van Halen flash; Poison embodied the glammed-up, party-hearty excess of hair metal perhaps better than any. Pop-metal and hair metal (and the excess and formula that had come to be associated with both) were effectively wiped off the musical map by grunge in 1991; some pop-metal bands continued to record for smaller labels and cult audiences, but the music's reputation had suffered too much to restore its former glamour."
        ]
    },
    "groups": [
        {
            "image": "\/images\/3166524-cream1.jpg",
            "title": "Cream",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Quiet_Riot",
            "icon": "\/images\/logos\/quiet_riot_mask.jpg"
        },
        {
            "image": "\/images\/Jimi.jpg",
            "title": "Jimi Hendrix",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Van_Halen",
            "icon": "\/images\/logos\/van_halen_logo.jpg"
        },
        {
            "image": "\/images\/Blue_Cheer_1968.jpg",
            "title": "Blue Cheer",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Whitesnake",
            "icon": "\/images\/logos\/whitesnake-sunburst-years.jpg"
        },
        {
            "image": "\/images\/deep-purple5.jpg",
            "title": "Deep Purple",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Def_Leppard",
            "icon": "\/images\/logos\/2_19295_697254_1345504822.png"
        },
        {
            "image": "\/images\/led.jpg",
            "title": "Led Zeppelin",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Europe_(band)",
            "icon": "\/images\/logos\/225px-Europe-logo.svg.png"
        },
        {
            "image": "\/images\/mc5-50ae6357db134.jpg",
            "title": "MC5",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Dokken",
            "icon": "\/images\/logos\/dokken_logo.jpg"
        },
        {
            "image": "\/images\/mountain.sm.jpeg",
            "title": "Mountain",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Lita_Ford",
            "icon": "\/images\/logos\/Lita%20Ford.jpg"
        },
        {
            "image": "\/images\/The%20Stooges.jpg",
            "title": "The Stooges",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Ratt",
            "icon": "\/images\/logos\/314-logo_artiste.jpg"
        },
        {
            "image": "\/images\/Black%20Sabbath.jpg",
            "title": "Black Sabbath",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Guns_N%27_Roses",
            "icon": "\/images\/logos\/Guns_N'_Roses-logo.JPG"
        },
        {
            "image": "",
            "title": "",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Winger_(band)",
            "icon": "\/images\/logos\/wingersmalllogo.jpg"
        },
        {
            "image": "",
            "title": "",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Warrant_(American_band)",
            "icon": "\/images\/logos\/Warrant_logo.jpg"
        },
        {
            "image": "",
            "title": "",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/Doro_(musician)",
            "icon": "\/images\/logos\/Doro.jpg"
        },
        {
            "image": "",
            "title": "",
            "ref": "http:\/\/en.wikipedia.org\/wiki\/The_Darkness_(band)",
            "icon": "\/images\/logos\/logo.jpg"
        }
    ]
}